IDEA Open Model
Material.StateOfThermalStrain Property
Compatible with IDEA StatiCa 20.1
 State of thermal strain curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ThermalStrainState StateOfThermalStrain { get; set; }
Public Property StateOfThermalStrain As ThermalStrainState
	Get
	Set
Property Value
Type: ThermalStrainState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace